/* File Upload multiple photos label */
"# Photos (file upload on page label for multiple photos)" = "%@ photos";

/* File Upload images and videos label */
"# Photos and # Videos (file upload on page label for image and videos)" = "%@ et %@";

/* File Upload multiple videos label */
"# Videos (file upload on page label for multiple videos)" = "%@ vidéos";

/* accessibility help text for media controller time value >= 1 day */
"%1$d days %2$d hours %3$d minutes %4$d seconds" = "%1$d jours %2$d heures %3$d minutes %4$d secondes";

/* accessibility help text for media controller time value >= 60 minutes */
"%1$d hours %2$d minutes %3$d seconds" = "%1$d heures %2$d minutes %3$d secondes";

/* accessibility help text for media controller time value >= 60 seconds */
"%1$d minutes %2$d seconds" = "%1$d minutes, %2$d secondes";

/* accessibility help text for media controller time value < 60 seconds */
"%1$d seconds" = "%1$d secondes";

/* window title for a standalone image (uses multiplication symbol, not x) */
"%@ %@×%@ pixels" = "%@ %@ × %@ pixels";

/* visible name of the plug-in host process. The first argument is the plug-in name and the second argument is the application name. */
"%@ (%@ Internet plug-in)" = "%@ (module Internet %@)";

/* Text track display name format that includes the language of the subtitle, in the form of 'Title (Language)' */
"%@ (%@)" = "%@ (%@)";

/* Text track display name format that includes the country and language of the subtitle, in the form of 'Title (Language-Country)' */
"%@ (%@-%@)" = "%@ (%@-%@)";

/* Text track contains closed captions */
"%@ CC" = "STC (%@)";

/* visible name of the database process. The argument is the application name. */
"%@ Database Storage" = "Stockage de la base de données %@";

/* Text track contains simplified (3rd grade level) subtitles */
"%@ Easy Reader" = "%@ Lecture simplifiée";

/* visible name of the network process. The argument is the application name. */
"%@ Networking" = "Mise en réseau de %@";

/* Text track contains subtitles for the deaf and hard of hearing */
"%@ SDH" = "Sous-titrage SM (%@)";

/* Visible name of the web process. The argument is the application name. */
"%@ Web Content" = "Contenu web %@";

/* Name of application's single WebCrypto master key in Keychain */
"%@ WebCrypto Master Key" = "Clé maîtresse WebCrypto %@";

/* Label to describe the number of files selected in a file upload control that allows multiple files */
"%d files" = "%d fichiers";

/* Label for PDF page number indicator. */
"%d of %d" = "%d sur %d";

/* Present the number of selected <option> items in a <select multiple> element (iOS only) */
"%zu Items" = "%zu éléments";

/* Present the element <select multiple> when no <option> items are selected (iOS only) */
"0 Items" = "Aucun élément";

/* Present the element <select multiple> when a single <option> is selected (iOS only) */
"1 Item" = "1 élément";

/* File Upload single photo label */
"1 Photo (file upload on page label for one photo)" = "1 photo";

/* File Upload single video label */
"1 Video (file upload on page label for one video)" = "1 vidéo";

/* Menu item title for KEYGEN pop-up menu */
"1024 (Medium Grade)" = "1024 (niveau moyen)";

/* Menu item title for KEYGEN pop-up menu */
"2048 (High Grade)" = "2048 (niveau supérieur)";

/* Menu item title for KEYGEN pop-up menu */
"512 (Low Grade)" = "512 (niveau inférieur)";

/* window title for a standalone image (uses multiplication symbol, not x) */
"<filename> %d×%d pixels" = "<filename> %d × %d pixels";

/* WKErrorJavaScriptExceptionOccurred description */
"A JavaScript exception occurred" = "Une exception JavaScript s’est produite";

/* Title for Add to Reading List action button */
"Add to Reading List" = "Ajouter à la liste de lecture";

/* Undo action name */
"Align Left (Undo action name)" = "Aligner à gauche";

/* Undo action name */
"Align Right (Undo action name)" = "Aligner à droite";

/* WKErrorUnknown description */
"An unknown error occurred" = "Une erreur inconnue s’est produite";

/* Menu item label for automatic track selection behavior */
"Auto (Recommended)" = "Automatique (recommandé)";

/* Back context menu item */
"Back" = "Précédent";

/* Label text to be used if plugin is blocked by a page's Content Security Policy */
"Blocked Plug-In (Blocked by page's Content Security Policy)" = "Module bloqué";

/* Label text to be used when an insecure plug-in version was blocked from loading */
"Blocked Plug-In (Insecure plug-in)" = "Module bloqué";

/* Bold context menu item */
"Bold" = "Gras";

/* Undo action name */
"Bold (Undo action name)" = "Gras";

/* menu item title for phone number */
"Call Using iPhone:" = "Appel depuis l’iPhone :";

/* File Upload alert sheet button string to cancel */
"Cancel (file upload action sheet)" = "Annuler";

/* Title for Cancel button label in button bar */
"Cancel button label in button bar" = "Annuler";

/* Capitalize context menu item */
"Capitalize" = "1re lettre majuscule";

/* Undo action name */
"Center (Undo action name)" = "Centrer";

/* Undo action name */
"Change Attributes (Undo action name)" = "Modifier les attributs";

/* Check spelling context menu item */
"Check Document Now" = "Vérifier le document maintenant";

/* Check grammar with spelling context menu item */
"Check Grammar With Spelling" = "Vérifier la grammaire et l’orthographe";

/* Check spelling while typing context menu item */
"Check Spelling While Typing" = "Vérifier l’orthographe lors de la saisie";

/* title for a single file chooser button used in HTML forms */
"Choose File" = "Choisir le fichier";

/* title for a multiple file chooser button used in HTML forms. This title should be as short as possible. */
"Choose Files" = "Choisir les fichiers";

/* Title for file button used in HTML5 forms for multiple media files */
"Choose Media (Multiple)" = "Choisir du contenu multimédia (plusieurs)";

/* Title for file button used in HTML forms for media files */
"Choose Media (Single)" = "Choisir du contenu multimédia (unique)";

/* Clear button in date input popover */
"Clear Button Date Popover" = "Effacer";

/* menu item in Recent Searches menu that empties menu's contents */
"Clear Recent Searches" = "Effacer les recherches récentes";

/* Message to display in browser window when in webkit full screen mode. */
"Click to exit full screen mode" = "Cliquer pour quitter le mode Plein écran";

/* Subtitle of the label to show on a snapshotted plug-in */
"Click to restart" = "Cliquer pour redémarrer";

/* WebKitErrorCannotShowMIMEType description */
"Content with specified MIME type can’t be shown" = "Le contenu du type MIME spécifié ne peut être affiché.";

/* Media Controls context menu item */
"Controls" = "Contrôles";

/* Copy context menu item */
"Copy" = "Copier";

/* Title for Copy Link or Image action button */
"Copy ActionSheet Link" = "Copier";

/* Copy Audio Address Location context menu item */
"Copy Audio Address" = "Copier l’adresse audio";

/* Copy Image context menu item */
"Copy Image" = "Copier l’image";

/* Copy Link context menu item */
"Copy Link" = "Copier le lien";

/* Copy Video Address Location context menu item */
"Copy Video Address" = "Copier l’adresse vidéo";

/* Correct Spelling Automatically context menu item */
"Correct Spelling Automatically" = "Corriger l’orthographe automatiquement";

/* Undo action name */
"Create Link (Undo action name)" = "Créer un lien";

/* Cut context menu item */
"Cut" = "Couper";

/* Undo action name */
"Cut (Undo action name)" = "Couper";

/* Default writing direction context menu item */
"Default" = "Par défaut";

/* Undo action name (Used only by PLATFORM(IOS) code) */
"Delete (Undo action name)" = "Supprimer";

/* text to display in <details> tag when it has no <summary> child */
"Details" = "Détails";

/* Undo action name (Used only by PLATFORM(IOS) code) */
"Dictation (Undo action name)" = "Dictée vocale";

/* Download Audio To Disk context menu item */
"Download Audio" = "Télécharger le son";

/* Download Image context menu item */
"Download Image" = "Télécharger l’image";

/* Download Linked File context menu item */
"Download Linked File" = "Télécharger le fichier lié";

/* Download Video To Disk context menu item */
"Download Video" = "Télécharger la vidéo";

/* Undo action name */
"Drag (Undo action name)" = "Glisser";

/* Video Enter Fullscreen context menu item */
"Enter Full Screen" = "Activer le mode plein écran";

/* Video Exit Fullscreen context menu item */
"Exit Full Screen" = "Quitter le mode plein écran";

/* Default application name for Open With context menu */
"Finder" = "Finder";

/* Font context sub-menu item */
"Font" = "Police";

/* Undo action name */
"Format Block (Undo action name)" = "Formatage";

/* Forward context menu item */
"Forward" = "Suivant";

/* WebKitErrorFrameLoadInterruptedByPolicyChange description */
"Frame load interrupted" = "Chargement du cadre interrompu";

/* accessibility role description for web area */
"HTML content" = "Contenu HTML";

/* Hide Media Controls context menu item */
"Hide Controls" = "Masquer les contrôles";

/* menu item title */
"Hide Spelling and Grammar" = "Masquer l’orthographe et la grammaire";

/* menu item title */
"Hide Substitutions" = "Masquer les substitutions";

/* The default, default character encoding on Windows */
"ISO-8859-1" = "ISO-8859-1";

/* Ignore Grammar context menu item */
"Ignore Grammar" = "Ignorer ce point de grammaire";

/* Ignore Spelling context menu item */
"Ignore Spelling" = "Ignorer l’orthographe";

/* Undo action name */
"Indent (Undo action name)" = "Indenter";

/* Undo action name */
"Insert List (Undo action name)" = "Insérer une liste";

/* Inspect Element context menu item */
"Inspect Element" = "Inspecter l’élément";

/* Italic context menu item */
"Italic" = "Italique";

/* Undo action name */
"Italics (Undo action name)" = "Italique";

/* WebKitErrorJavaUnavailable description */
"Java is unavailable" = "Java est introuvable";

/* Title for action sheet for JavaScript link */
"JavaScript Action Sheet Title" = "JavaScript";

/* Undo action name */
"Justify (Undo action name)" = "Justifier";

/* Name of keychain key generated by the KEYGEN tag */
"Key from %@" = "Clé de %@";

/* Learn Spelling context menu item */
"Learn Spelling" = "Mémoriser l’orthographe";

/* Left to Right context menu item */
"Left to Right" = "De gauche à droite";

/* Media controller status message when watching a live broadcast */
"Live Broadcast" = "Diffusion en direct";

/* Media controller status message when the media is loading */
"Loading..." = "Chargement…";

/* Look Up in Dictionary context menu item */
"Look Up in Dictionary" = "Rechercher dans le dictionnaire";

/* Look Up context menu item with selected word */
"Look Up “%@”" = "Rechercher « %@ »";

/* Look Up context menu item with selected word */
"Look Up “<selection>”" = "Rechercher « <selection> »";

/* Media Loop context menu item */
"Loop" = "Boucle";

/* Undo action name */
"Loosen Kerning (Undo action name)" = "Augmenter le crénage";

/* Undo action name */
"Lower Baseline (Undo action name)" = "Abaisser la ligne de base";

/* Make Lower Case context menu item */
"Make Lower Case" = "Mettre en minuscule";

/* Make Upper Case context menu item */
"Make Upper Case" = "Mettre en majuscule";

/* Label text to be used when a plugin is missing */
"Missing Plug-in" = "Module manquant";

/* Media Mute context menu item */
"Mute" = "Silence";

/* No Guesses Found context menu item */
"No Guesses Found" = "Aucune proposition trouvée";

/* Empty select list */
"No Options Select Popover" = "Aucune option";

/* Label for only item in menu that appears when clicking on the search field image, when no searches have been performed */
"No recent searches" = "Aucune recherche récente";

/* WebKitErrorCannotUseRestrictedPort description */
"Not allowed to use restricted network port" = "Non autorisé à utiliser le port réseau limité";

/* Menu item label for the track that represents disabling closed captions */
"Off" = "Désactivé";

/* Title for Open Link action button */
"Open ActionSheet Link" = "Ouvrir";

/* Open Audio in New Window context menu item */
"Open Audio in New Window" = "Ouvrir le son dans une nouvelle fenêtre";

/* Open Frame in New Window context menu item */
"Open Frame in New Window" = "Ouvrir le cadre dans une nouvelle fenêtre";

/* Open Image in New Window context menu item */
"Open Image in New Window" = "Ouvrir l’image dans une nouvelle fenêtre";

/* Open Link context menu item */
"Open Link" = "Ouvrir le lien";

/* Open in New Window context menu item */
"Open Link in New Window" = "Ouvrir le lien dans une nouvelle fenêtre";

/* Open Video in New Window context menu item */
"Open Video in New Window" = "Ouvrir la vidéo dans une nouvelle fenêtre";

/* context menu item for PDF */
"Open with %@" = "Ouvrir avec %@";

/* Undo action name */
"Outdent (Undo action name)" = "Désindenter";

/* Outline context menu item */
"Outline" = "Contour";

/* Undo action name */
"Outline (Undo action name)" = "Contour";

/* Paragraph direction context sub-menu item */
"Paragraph Direction" = "Direction du paragraphe";

/* Paste context menu item */
"Paste" = "Coller";

/* Undo action name */
"Paste (Undo action name)" = "Coller";

/* Undo action name */
"Paste Font (Undo action name)" = "Coller la police";

/* Undo action name */
"Paste Ruler (Undo action name)" = "Coller la règle";

/* Media Pause context menu item */
"Pause" = "Pause";

/* File Upload alert sheet button string for choosing an existing media item from the Photo Library */
"Photo Library (file upload action sheet)" = "Photothèque";

/* Media Play context menu item */
"Play" = "Lire";

/* accessibility help text for enter fullscreen button */
"Play movie in fullscreen mode" = "Visionner la vidéo en mode plein écran";

/* Label text to be used if plugin host process has crashed */
"Plug-in Failure" = "Échec de module";

/* WebKitErrorPlugInCancelledConnection description */
"Plug-in cancelled" = "Module annulé";

/* WebKitErrorPlugInWillHandleLoad description */
"Plug-in handled load" = "Charge gérée par module";

/* Description of the primary type supported by the PDF pseudo plug-in. Visible in the Installed Plug-ins page in Safari. */
"Portable Document Format" = "Portable Document Format";

/* Description of the PostScript type supported by the PDF pseudo plug-in. Visible in the Installed Plug-ins page in Safari. */
"PostScript" = "PostScript";

/* Undo action name */
"Raise Baseline (Undo action name)" = "Élever la ligne de base";

/* label for first item in the menu that appears when clicking on the search field image, used as embedded menu title */
"Recent Searches" = "Recherches récentes";

/* Reload context menu item */
"Reload" = "Recharger";

/* default label for Reset buttons in forms on web pages */
"Reset" = "Réinitialiser";

/* Right to Left context menu item */
"Right to Left" = "De droite à gauche";

/* Title for Save Image action button */
"Save Image" = "Enregistrer l’image";

/* Search in Spotlight context menu item */
"Search in Spotlight" = "Rechercher dans Spotlight";

/* Search with search provider context menu item with provider name inserted */
"Search with %@" = "Rechercher avec %@";

/* Search with Google context menu item */
"Search with Google" = "Rechercher avec Google";

/* Selection direction context sub-menu item */
"Selection Direction" = "Direction de la sélection";

/* Undo action name */
"Set Background Color (Undo action name)" = "Définir la couleur de fond";

/* Undo action name */
"Set Color (Undo action name)" = "Définir la couleur";

/* Undo action name */
"Set Font (Undo action name)" = "Définir la police";

/* Undo action name */
"Set Traditional Character Shape (Undo action name)" = "Définir la forme de caractère traditionnelle";

/* Undo action name */
"Set Writing Direction (Undo action name)" = "Déterminer le sens de l’écriture";

/* Show colors context menu item */
"Show Colors" = "Afficher les couleurs";

/* Show Media Controls context menu item */
"Show Controls" = "Afficher les contrôles";

/* Show fonts context menu item */
"Show Fonts" = "Afficher les polices";

/* menu item title */
"Show Spelling and Grammar" = "Afficher l’orthographe et la grammaire";

/* menu item title */
"Show Substitutions" = "Afficher les substitutions";

/* Title of the context menu item to show when PDFPlugin was used instead of a blocked plugin */
"Show in blocked plug-in" = "Afficher dans le module bloqué";

/* Smart Copy/Paste context menu item */
"Smart Copy/Paste" = "Copier-coller intelligent";

/* Smart Dashes context menu item */
"Smart Dashes" = "Tirets intelligents";

/* Smart Links context menu item */
"Smart Links" = "Liens intelligents";

/* Smart Quotes context menu item */
"Smart Quotes" = "Guillemets courbes";

/* Title of the label to show on a snapshotted plug-in */
"Snapshotted Plug-In" = "Module en pause";

/* Speech context sub-menu item */
"Speech" = "Parole";

/* Spelling and Grammar context sub-menu item */
"Spelling and Grammar" = "Orthographe et grammaire";

/* title for Start Debugging JavaScript menu item */
"Start Debugging JavaScript" = "Commencer le débogage JavaScript";

/* title for Start Profiling JavaScript menu item */
"Start Profiling JavaScript" = "Commencer le profilage JavaScript";

/* Start speaking context menu item */
"Start Speaking" = "Commencer la lecture";

/* Stop context menu item */
"Stop" = "Arrêter";

/* title for Stop Debugging JavaScript menu item */
"Stop Debugging JavaScript" = "Interrompre le débogage JavaScript";

/* title for Stop Profiling JavaScript menu item */
"Stop Profiling JavaScript" = "Interrompre le profilage JavaScript";

/* Stop speaking context menu item */
"Stop Speaking" = "Arrêter la lecture";

/* Styles context menu item */
"Styles..." = "Style…";

/* default label for Submit buttons in forms on web pages */
"Submit" = "Envoyer";

/* alt text for <input> elements with no alt, title, or value */
"Submit (input element)" = "Soumettre";

/* Undo action name */
"Subscript (Undo action name)" = "Indice";

/* Substitutions context sub-menu item */
"Substitutions" = "Substitutions";

/* Menu section heading for subtitles */
"Subtitles" = "Sous-titres";

/* Undo action name */
"Superscript (Undo action name)" = "Exposant";

/* File Upload alert sheet camera button string for taking only photos */
"Take Photo (file upload action sheet)" = "Prendre une photo";

/* File Upload alert sheet camera button string for taking photos or videos */
"Take Photo or Video (file upload action sheet)" = "Prendre une photo ou une vidéo";

/* File Upload alert sheet camera button string for taking only videos */
"Take Video (file upload action sheet)" = "Prendre une vidéo";

/* Text Replacement context menu item */
"Text Replacement" = "Remplacement de texte";

/* WebKitErrorCannotShowURL description */
"The URL can’t be shown" = "L’URL ne peut être affichée.";

/* WKErrorWebViewInvalidated description */
"The WKWebView was invalidated" = "Le WKWebView a été invalidé";

/* WKErrorWebContentProcessTerminated description */
"The Web Content process was terminated" = "Le processus de contenu web a été interrompu";

/* WebKitErrorGeolocationLocationUnknown description */
"The current location cannot be found." = "Ce lieu est introuvable.";

/* WebKitErrorCannotFindPlugin description */
"The plug-in can’t be found" = "Le module est introuvable.";

/* WebKitErrorCannotLoadPlugin description */
"The plug-in can’t be loaded" = "Le module ne peut être chargé.";

/* prompt string in authentication panel */
"The user name or password you entered for area “%@” on %@ was incorrect. Make sure you’re entering them correctly, and then try again." = "Le nom d’utilisateur ou le mot de passe que vous avez saisis pour la zone « %@ » de %@ sont incorrects. Saisissez-les correctement puis réessayez.";

/* prompt string in authentication panel */
"The user name or password you entered for the %@ proxy server %@ was incorrect. Make sure you’re entering them correctly, and then try again." = "Le nom d’utilisateur ou le mot de passe que vous avez saisis pour le serveur proxy %@ %@ sont incorrects. Saisissez-les correctement puis réessayez.";

/* prompt string in authentication panel */
"The user name or password you entered for this area on %@ was incorrect. Make sure you’re entering them correctly, and then try again." = "Le nom d’utilisateur ou le mot de passe que vous avez saisis pour cette zone sur %@ sont incorrects. Saisissez-les correctement, puis réessayez.";

/* text that appears at the start of nearly-obsolete web pages in the form of a 'searchable index' */
"This is a searchable index. Enter search keywords: " = "Ceci est un index consultable. Saisissez les mots-clés :";

/* Undo action name */
"Tighten Kerning (Undo action name)" = "Réduire le crénage";

/* prompt string in authentication panel */
"To view this page, you must log in to area “%@” on %@." = "Pour visualiser cette page, ouvrez une session dans la zone « %@ » de %@.";

/* prompt string in authentication panel */
"To view this page, you must log in to the %@ proxy server %@." = "Pour afficher cette page, connectez-vous au serveur proxy %@ %@.";

/* prompt string in authentication panel */
"To view this page, you must log in to this area on %@:" = "Pour visualiser cette page, vous devez vous connecter à cette zone sur %@ :";

/* Transformations context sub-menu item */
"Transformations" = "Transformations";

/* Undo action name */
"Turn Off Kerning (Undo action name)" = "Désactiver le crénage";

/* Undo action name */
"Turn Off Ligatures (Undo action name)" = "Désactiver les ligatures";

/* We don't care if we find this string, but searching for it will load the plist and save the results. */
"Typing (Undo action name)" = "la saisie";

/* Underline context menu item */
"Underline" = "Souligné";

/* Undo action name */
"Underline (Undo action name)" = "Souligné";

/* Unknown filesize FTP directory listing item */
"Unknown (filesize)" = "Inconnu";

/* Menu item label for a text track that has no other name */
"Unknown (text track)" = "Inconnu";

/* Undo action name */
"Unlink (Undo action name)" = "Délier";

/* Undo action name */
"Unscript (Undo action name)" = "Ni indice ni exposant";

/* Undo action name */
"Use All Ligatures (Undo action name)" = "Utiliser toutes les ligatures";

/* Undo action name */
"Use Standard Kerning (Undo action name)" = "Utiliser le crénage standard";

/* Undo action name */
"Use Standard Ligatures (Undo action name)" = "Utiliser les ligatures standard";

/* Description of WebCrypto master keys in Keychain */
"Used to encrypt WebCrypto keys in persistent storage, such as IndexedDB" = "Utilisée pour chiffrer les clés WebCrypto dans le stockage persistant tel qu’IndexedDB";

/* Web Inspector window title */
"Web Inspector — %@" = "Inspecteur web — %@";

/* Pseudo plug-in name, visible in the Installed Plug-ins page in Safari. */
"WebKit built-in PDF" = "PDF intégré à WebKit";

/* WebKitErrorInternal description */
"WebKit encountered an internal error" = "WebKit a rencontré une erreur interne";

/* message in authentication panel */
"Your login information will be sent securely." = "Vos identifiants de connexion seront envoyés de manière sécurisée.";

/* message in authentication panel */
"Your password will be sent unencrypted." = "Votre mot de passe sera envoyé non chiffré.";

/* HTTP result code string */
"accepted" = "accepté";

/* Verb stating the action that will occur when a text field is selected, as used by accessibility */
"activate" = "activer";

/* An ARIA accessibility group that acts as an alert. */
"alert" = "alerte";

/* An ARIA accessibility group that acts as an alert dialog. */
"alert dialog" = "dialogue d’alerte";

/* An ARIA accessibility group that acts as an application. */
"application" = "application";

/* An ARIA accessibility group that acts as a status update. */
"application status" = "état de l’application";

/* An ARIA accessibility group that acts as an article. */
"article" = "article";

/* accessibility help text for audio element controller */
"audio element playback controls and status display" = "contrôle de lecture d’éléments audio et affichage d’état";

/* accessibility label for audio element controller */
"audio playback" = "lecture audio";

/* accessibility label for seek back 30 seconds button */
"back 30 seconds" = "retour arrière de 30 secondes";

/* HTTP result code string */
"bad gateway" = "passerelle incorrecte";

/* HTTP result code string */
"bad request" = "requête incorrecte";

/* An ARIA accessibility group that acts as a banner. */
"banner" = "bannière";

/* accessibility help text for play button */
"begin playback" = "commencer la lecture";

/* accessibility description for a search field cancel button */
"cancel" = "annuler";

/* Verb stating the action that will occur when an unchecked checkbox is clicked, as used by accessibility */
"check" = "Vérifier";

/* HTTP result code string */
"client error" = "erreur client";

/* An ARIA accessibility group that acts as a region of complementary information. */
"complementary" = "complémentaire";

/* HTTP result code string */
"conflict" = "conflit";

/* An ARIA accessibility group that contains content. */
"content information" = "informations de contenu";

/* HTTP result code string */
"continue" = "continuer";

/* HTTP result code string */
"created" = "créé";

/* accessibility help text for movie status display */
"current movie status" = "état actuel de la vidéo";

/* accessibility help text for elapsed time display */
"current movie time in seconds" = "position actuelle dans la vidéo en secondes";

/* role description of ARIA definition role */
"definition" = "définition";

/* description detail */
"description" = "description";

/* accessibility role description of a description list */
"description list" = "liste de description";

/* An ARIA accessibility group that acts as an dialog. */
"dialog" = "dialogue";

/* An ARIA accessibility group that acts as a document. */
"document" = "document";

/* accessibility label for elapsed time display */
"elapsed time" = "temps écoulé";

/* accessibility label for enter fullscreen button */
"enter fullscreen" = "activer le mode plein écran";

/* accessibility label for exit fullscreen button */
"exit fullscreen" = "quitter le mode plein écran";

/* HTTP result code string */
"expectation failed" = "échec de l’attente";

/* accessibility label for fast forward button */
"fast forward" = "avance rapide";

/* accessibility label for fast reverse button */
"fast reverse" = "retour rapide";

/* accessibility role description for a file upload button */
"file upload button" = "bouton de téléchargement de fichier";

/* accessibility role description for a footer */
"footer" = "bas de page";

/* HTTP result code string */
"forbidden" = "interdit";

/* HTTP result code string */
"found" = "trouvé";

/* HTTP result code string */
"gateway timed out" = "expiration de la passerelle";

/* accessibility role description for headings */
"heading" = "en-tête";

/* accessibility label for hide closed captions button */
"hide closed captions" = "masquer les sous-titres codés";

/* accessibility role description for image map */
"image map" = "image cliquable";

/* accessibility help text for an indefinite media controller time value */
"indefinite time" = "temps indéfini";

/* HTTP result code string */
"informational" = "pour information";

/* HTTP result code string */
"internal server error" = "erreur interne du serveur";

/* Verb stating the action that will occur when a link is clicked, as used by accessibility */
"jump" = "aller à";

/* HTTP result code string */
"length required" = "longueur requise";

/* accessibility role description for link */
"link" = "lien";

/* accessibility role description for list marker */
"list marker" = "marqueur de liste";

/* An ARIA accessibility group that acts as a console log. */
"log" = "historique";

/* An ARIA accessibility group that is the main portion of the website. */
"main" = "principal";

/* An ARIA accessibility group that acts as a marquee. */
"marquee" = "texte défilant";

/* An ARIA accessibility group that contains mathematical symbols. */
"math" = "maths";

/* HTTP result code string */
"method not allowed" = "méthode non autorisée";

/* HTTP result code string */
"moved permanently" = "définitivement déplacé";

/* accessibility label for timeline slider */
"movie time" = "position dans la vidéo";

/* accessibility help text for timeline slider */
"movie time scrubber" = "défileur de position de la vidéo";

/* accessibility help text for timeline slider thumb */
"movie time scrubber thumb" = "curseur du défileur de position de la vidéo";

/* HTTP result code string */
"multiple choices" = "choix multiples";

/* accessibility label for mute button */
"mute" = "silence";

/* accessibility help text for mute button */
"mute audio tracks" = "pistes audio muettes";

/* An ARIA accessibility group that contains the main navigation elements of a website. */
"navigation" = "navigation";

/* HTTP result code string */
"needs proxy" = "proxy requis";

/* HTTP result code string */
"no content" = "aucun contenu";

/* HTTP result code string */
"no error" = "pas d’erreur";

/* text to display in file button used in HTML forms when no file is selected */
"no file selected" = "aucun fichier sél.";

/* text to display in file button used in HTML forms when no files are selected and the button allows multiple files to be selected */
"no files selected" = "aucun fichier sélectionné";

/* HTTP result code string */
"no longer exists" = "n’existe plus";

/* Text to display in file button used in HTML forms for media files when no media files are selected and the button allows multiple files to be selected */
"no media selected (multiple)" = "aucun contenu multimédia sélectionné (plusieurs)";

/* Text to display in file button used in HTML forms for media files when no media file is selected */
"no media selected (single)" = "aucun contenu multimédia sélectionné (unique)";

/* HTTP result code string */
"non-authoritative information" = "information ne faisant pas autorité";

/* HTTP result code string */
"not found" = "introuvable";

/* HTTP result code string */
"not modified" = "non modifié";

/* An ARIA accessibility group that acts as a note in a document. */
"note" = "remarque";

/* accessibility help text for remaining time display */
"number of seconds of movie remaining" = "nombre de secondes restantes de la vidéo";

/* HTTP result code string */
"partial content" = "contenu partiel";

/* Validation message for input form controls requiring a constrained value according to pattern */
"pattern mismatch" = "les motifs sont différents";

/* accessibility label for pause button */
"pause" = "pause";

/* accessibility help text for pause button */
"pause playback" = "suspendre la lecture";

/* HTTP result code string */
"payment required" = "paiement requis";

/* accessibility label for play button */
"play" = "lire";

/* HTTP result code string */
"precondition failed" = "la pré-condition a échoué";

/* Verb stating the action that will occur when a button is pressed, as used by accessibility */
"press" = "appuyer";

/* HTTP result code string */
"proxy authentication required" = "authentification proxy requise";

/* Validation message for input form controls with value higher than allowed maximum */
"range overflow" = "Saturation de plage";

/* Validation message for input form controls with value lower than allowed minimum */
"range underflow" = "Sous-occupation de plage";

/* HTTP result code string */
"redirected" = "redirigé";

/* An ARIA accessibility group that acts as a distinct region in a document. */
"region" = "région";

/* accessibility label for time remaining display */
"remaining time" = "temps restant";

/* HTTP result code string */
"request timed out" = "expiration de la requête";

/* HTTP result code string */
"request too large" = "requête trop volumineuse";

/* HTTP result code string */
"requested URL too long" = "URL sollicitée trop longue";

/* HTTP result code string */
"requested range not satisfiable" = "la plage sollicitée ne peut être satisfaite";

/* HTTP result code string */
"reset content" = "réinitialiser le contenu";

/* accessibility help text for return streaming movie to real time button */
"return streaming movie to real time" = "faire revenir la vidéo diffusée en continu au temps réel";

/* accessibility label for return to real time button */
"return to realtime" = "revenir au temps réel";

/* An ARIA accessibility group that contains a search feature of a website. */
"search" = "recherche";

/* HTTP result code string */
"see other" = "consulter un autre";

/* accessibility help text for jump back 30 seconds button */
"seek movie back 30 seconds" = "Retour arrière de 30 secondes dans la vidéo";

/* accessibility help text for fast rewind button */
"seek quickly back" = "retour rapide";

/* accessibility help text for fast forward button */
"seek quickly forward" = "avance rapide";

/* Verb stating the action that will occur when a radio button is clicked, as used by accessibility */
"select" = "sélectionner";

/* accessibility role description for a horizontal rule [<hr>] */
"separator" = "séparateur";

/* HTTP result code string */
"server error" = "erreur du serveur";

/* HTTP result code string */
"service unavailable" = "service indisponible";

/* accessibility label for show closed captions button */
"show closed captions" = "afficher les sous-titres codés";

/* accessibility help text for show closed captions button */
"start displaying closed captions" = "activer l’affichage des sous-titres codés";

/* accessibility label for movie status */
"status" = "état";

/* Validation message for input form controls with value not respecting the step attribute */
"step mismatch" = "les étapes sont différentes";

/* accessibility help text for hide closed captions button */
"stop displaying closed captions" = "désactiver l’affichage des sous-titres codés";

/* HTTP result code string */
"success" = "réussite";

/* HTTP result code string */
"switching protocols" = "changement de protocole";

/* An ARIA accessibility group that contains the content of a tab. */
"tab panel" = "Tableau d’onglet";

/* HTTP result code string */
"temporarily redirected" = "redirigé temporairement";

/* term word of a description list */
"term" = "terme";

/* accessibility label for timeline thumb */
"timeline slider thumb" = "curseur du défileur de la chronologie";

/* An ARIA accessibility group that acts as an updating timer. */
"timer" = "minuteur";

/* Validation message for form control elements with a value longer than maximum allowed length */
"too long" = "trop long";

/* An ARIA accessibility group that acts as a tooltip. */
"tooltip" = "bulle d’aide";

/* Validation message for input form controls with a value not matching type */
"type mismatch" = "les types sont différents";

/* HTTP result code string */
"unacceptable" = "inacceptable";

/* HTTP result code string */
"unauthorized" = "non autorisé";

/* Verb stating the action that will occur when a checked checkbox is clicked, as used by accessibility */
"uncheck" = "décocher";

/* HTTP result code string */
"unimplemented" = "non implémenté";

/* Unknown filename */
"unknown" = "inconnu";

/* accessibility label for turn mute off button */
"unmute" = "activer le son";

/* accessibility help text for un mute button */
"unmute audio tracks" = "activer le son des pistes audio";

/* HTTP result code string */
"unsupported media type" = "type de données non géré";

/* HTTP result code string */
"unsupported version" = "version non gérée";

/* Validation message for required form control elements that have no value */
"value missing" = "valeur manquante";

/* accessibility help text for video element controller */
"video element playback controls and status display" = "contrôle de lecture d’éléments vidéo et affichage d’état";

/* accessibility label for video element controller */
"video playback" = "lecture vidéo";

/* "Open Link in Default Browser" action menu item */
"Open (action menu item)" = "Ouvrir";

/* "Preview Link" action menu item */
"Preview (action menu item)" = "Aperçu";

/* "Add to Reading List" action menu item */
"Add to Reading List (action menu item)" = "Ajouter à la liste de lecture";

/* "Copy" action menu item in image menu */
"Copy (image action menu item)" = "Copier";

/* "Add to Photos" action menu item */
"Add to Photos (action menu item)" = "Ajouter à Photos";

/* "Save to Downloads" action menu item in image menu */
"Save to Downloads (image action menu item)" = "Enregistrer dans Téléchargements";

/* "Share" action menu item in image menu */
"Share (image action menu item)" = "Partager";

/* "Copy" action menu item in text menu */
"Copy (text action menu item)" = "Copier";

/* "Look Up" action menu item */
"Look Up (action menu item)" = "Définition";

/* "Paste" action menu item */
"Paste (action menu item)" = "Coller";

/* "Suggestions" action menu item */
"Suggestions (action menu item)" = "Suggestions";

/* "Copy" action menu item in video menu */
"Copy (video action menu item)" = "Copier";

/* "Share" action menu item in video menu */
"Share (video action menu item)" = "Partager";

/* "Save to Downloads" action menu item in video menu */
"Save to Downloads (video action menu item)" = "Enregistrer dans Téléchargements";
